<?php

return [

    /*
     * --------------------------------------------------------------------------
     * Themes
     * --------------------------------------------------------------------------
     *
     * Array of cakes and sweets themes for bitwise operator & (AND) - bits that
     * are set in both $a and $b are set.
     *
     */

    0b0000000001 => 'Свадебный',
    0b0000000010 => 'На День Рождения',
    0b0000000100 => 'Праздничные',
    0b0000001000 => 'Мужские',
    0b0000010000 => 'Детские',
    0b0000100000 => 'Муссовые',
    0b0001000000 => 'Чизкейки',
    0b0010000000 => 'Корпоротивные',
    0b0100000000 => 'Для любимых',
    0b1000000000 => '', // Без темы
];
